module.exports = {
  login: {
    title: "登录/创建帐户",
    email: "邮箱",
    user: "用户名",
    password: "密码",
    confirm: "确认密码",
    accept: "我接受服务条款和隐私政策",
    loginnow: "立即注册",
    already: "已有账户?",
    not: "您还未注册账户?",
    login: "登录",
    remember: "记住账户",
    forget: "忘记密码",
    toreg: "免费注册",
    face: "您可以使用下面的帐户和密码作为ASUS成员直接登录。"
  },
  loginInfo: {
    title: "成为Leez会员",
    sign: "登录",
    sign2: "注册",
    content:
      "除了我们为您推荐的个性化解决方案、最新的产品和折扣外，您还将享受优质的技术服务，以提升您作为我们产品用户的体验。",
    one: "个性计划",
    onec: "各种高品质和创新的解决方案",
    two: "最优折扣",
    twoc: "实时推荐最佳折扣产品",
    three: "最新产品",
    threec: "实时推荐最新产品"
  },
  checkEmail: {
    title: "祝贺你！您的基本信息已经过身份验证。",
    p1:
      "为了验证您的电子邮件地址是否有效，我们已经向您的收件箱发送了一封电子邮件。请打开电子邮件并点击链接启用您的Leez会员帐户。",
    p2: "你没有收到账户验证电子邮件吗？",
    p3: "如果您没有收到验证您的Leez会员帐户的电子邮件，那么",
    p4: "按照以下步骤检查收件箱。",
    p5:
      "一旦您完成了电子邮件验证，我们可以为您提供最新的产品信息和服务。欢迎光临Leez.lenovo!",
    sub1: "无效的电子邮件地址？",
    sub2:
      "请确保您提供的电子邮件地址有效。一些免费的电子邮件地址可能无法从Leez接收激活电子邮件。我们建议您更改另一个电子邮件地址。",
    sub3: "垃圾邮件？",
    sub4: "请咨询网络管理员，以验证从邮箱发送的电子邮件是否被过滤为垃圾邮件",
    sub5: "垃圾电子邮件吗？",
    sub6:
      "请选中您的邮箱以查看激活邮件是否在垃圾邮件箱中。请将邮箱添加到您的联系人列表中以避免上述情况。",
    button: "再发一封电子邮件",
    not: "我知道并在一定时间内完成电子邮件验证。",
    done: "邮箱验证完成。"
  },
  emailTip: {
    error1: "未知错误",
    error2: "邮箱绑定链接已过期",
    error3: "邮箱绑定链接校验错误",
    error4: "邮箱绑定参数缺失",
    error5: "邮箱已绑定",
    error6: "验证失败",
    error7: "请勿在10秒内重复点击发送电子邮件",
    error8: "邮箱已发送！"
  },
  loginTip: {
    error1: "邮箱不正确",
    error2: "用户没有权限",
    error3: "登陆失败次数超过5次",
    error4: "用户不存在",
    error5: "用户名和密码不正确",
    error6: "IO错误",
    error7: "未知错误",
    error8: "原始密码错误",
    error9: "用户名为空",
    error10: "密码错误超过5次，禁用10分钟",
    error11: "密码错误",
    error12: "登录失败",
    try: "请再试一次",
    email: "请输入正确格式的邮箱",
    pwd: "请输入正确格式的密码",
    info: "请确保填写的信息正确"
  },
  registerTip: {
    error1: "用户名已存在",
    error2: "邮箱已存在",
    error3: "用户名只能是字母数字和下划线,不超过20个字符",
    error4: "未知错误",
    error5: "注册失败",
    username: "请输入正确格式的用户名",
    two: "输入的两个密码不一致",
    three: "请勾选相应条款."
  }
};